-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Авг 09 2014 г., 14:24
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `google_scholar`
--

-- --------------------------------------------------------

--
-- Структура таблицы `results_table`
--

CREATE TABLE IF NOT EXISTS `results_table` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `autors` varchar(255) NOT NULL,
  `year` varchar(255) NOT NULL,
  `publishing` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=cp1251 AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `results_table`
--

INSERT INTO `results_table` (`id`, `name`, `autors`, `year`, `publishing`) VALUES
(1, '[ЦИТИРОВАНИЕ][C] Сварка взрывом в металлургии', 'ВМ Кудинов, АЯ Коротеев,', '1978', ',  - М.: Металлургия, '),
(2, '[ЦИТИРОВАНИЕ][C] Сварка взрывом', 'ЮА Конон, ЛБ Первухин, АД Чудновский,', '1987', ', ,  - М.: Машиностроение, '),
(3, '[ЦИТИРОВАНИЕ][C] Сварка взрывом', 'ВИ Лысак, СВ Кузьмин,', '2005', ',  - М.: Машиностроение-1, '),
(4, '[ЦИТИРОВАНИЕ][C] Физика упрочнения и сварки взрывом', 'АА Дерибас, СС Григорян,', '1980', ',  -  - Изд-во&quot; Наука&quot;, Сибирское отд-ние'),
(5, '[ЦИТИРОВАНИЕ][C] Сварка взрывом и свойства сварных соединений', 'ВС Седых, ТУ Волгоград,', '1995', ' -  - ВолгГ'),
(6, '[ЦИТИРОВАНИЕ][C] Классификация, оценка и связь основных параметров сварки взрывом', 'ВС Седых,', '1985', ' - Сварка взрывом и свойства сварных соединений:  &hellip;, '),
(7, '[PDF][PDF] Экспериментально-промышленный комплекс сварки взрывом государственного предприятия&quot; Конструкторское бюро&quot; Южное&quot; им. МК Янгеля&quot;', 'ВИ Резниченко, СН Пахомов,', '2007', ', &hellip; - &hellip; -космическая техника и  &hellip;,  - khai.edu'),
(8, '[ЦИТИРОВАНИЕ][C] Закономерности изменения структуры сварного соединения, полученного сваркой взрывом, с увеличением габаритов на примере титана', 'АА Бердыченко, ЛБ Первухин,', '2000', ',  - Сварка взрывом и свойства сварных соединений: &hellip;, '),
(9, '[ЦИТИРОВАНИЕ][C] Сварка взрывом', 'ВС Седых, АА Дерибас, ЕИ Биченков, ЮА Тришин,', '1962', ', , ,  - Сварочное производство, '),
(10, '[ЦИТИРОВАНИЕ][C] Сварка металлов взрывом', 'ИД Захаренко,', '1990', ' - Минск: Навука i тэхнiка, ');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
